Repository: Brunom50/Android-Applications
Catalog: AndroidsFortune/AndroidsFortune/translations/fortune/*.po
Languages: da, de, gl, sv

source: Android\'s Fortune
da: Android\'s Lykke
gl: Androide da fortuna

source: Android\'s Fortune:
da: Android\'s Lykke:
gl: Androide da fortuna
sv: Androids lyckokaka:

source: The well-known Fortune for Android: print a random, hopefully interesting, adage.
da: Den velkendte Lykke for Android: Print et tilfældig og forhåbligt lykkebringende råd.
de: Das bekannte Fortune für Android: zeigt ein zufälliges, hoffentlich interessantes Sprichwort.
gl: O ben coñecido Androide da fortuna: mostra un adagio ao chou, oxalá sexa interesante.
sv: Den välkända lyckokakan har anlänt till Android! Skriv ut ett slumpmässigt, förhoppningsvis positivt, råd.

source: Android\'s Fortune at Launchpad
da: Android\'s Lykke i Launchpad
de: Android\'s Fortune bei Launchpad
gl: Androide da fortuna en Launchpad
sv: Androids lyckokaka i Launchpad

source: To view information about this app you need to install OI About. See http://www.openintents.org/ or the Market.
da: For at se information om dette program skal du installere OI About. Læs nærmere på http://www.openintents.org/
de: Um Infos zu dieser Anwendung zu sehen muß OI About installiert sein. Siehe http://www.openintents.org/ oder (Google) the Market.
gl: Para ver información acerca deste aplicativo necesita instalar OI About. Visite http://www.openintents.org/ ou oa tenda.
sv: För att kunna se information om det här programmet behöver du installera OI About som du hittar på antingen http://www.openintents.org/ eller Marknadsplatsen.

source: You do not seem to have the Android Market app installed. Ignoring.
da: Du har ikke installeret Android Market app. Ignorerer.
de: Es scheint, dass sie die Android Market App nicht installiert haben. Ignoriert.
gl: No parece que teña o aplicativo de Android Market instalado. Ignorando.
sv: Det ser inte ut som du har Android Market applikationen installerad. Ignorerar.

source: The well-known Fortune, now for Android: print random, hopefully interesting, adages, quotes, sayings, aphorisms, jokes, texts, ...
da: Den kendte Lykke, nu til Android: Skriv tilfældige, forhåbentlig interessante, visdomsord, citater, ordsprog, principper, vittigheder, tekster, ...
de: Das bekannte Fortune, jetzt für Android: zeigt zufällige, hoffentlich interessante, Sprichwörter, Redensarten, Aphorismen, Witze, Texte, ...
gl: A roda da fortuna, agora para Androide: imprimir ao chou, cousas de interés, adaxios, citas, refráns, aforismos, chistes, textos, ...

source: Preferences
da: Indstillinger
de: Einstellungen
gl: Preferencias
sv: Inställningar

source: About Android\'s Fortune
da: Om Android\'s Lykkekager
de: Über Android\'s Fortune
gl: Acerca de Androide da fortuna
sv: Om Androids lyckokaka:

source: Refresh Cookie
da: Opdater kagerne
de: Cookie aktualisieren
gl: Actualizar galleta
sv: Uppdatera kaka

source: Get More Cookies
da: Hent flere kager
de: Mehr Cookies anfordern
gl: Obter máis galletas
sv: Hämta fler kakor

source: Send As Text
da: Send som tekst
de: Als SMS senden
gl: Enviar como texto
sv: Sänd som text

source: Search On Web
da: Søg på nettet
de: Im Web suchen
gl: Buscar na rede
sv: Sök på webben

source: Give Feedback
da: Giv tilbagemelding
de: Rückmeldung liefern
gl: Obter comentarios
sv: Tyck till/Lämna respons

source: Send via:
de: Senden via:
gl: Enviar a través de:
sv: Skicka med:

source: Search the web via:
da: Søg på nettet via:
de: Suche im Wev via:
gl: Buscar na rede a través de:
sv: Sök webben med:

source: Android\'s Fortune Preferences
da: Android\'s Lykkekage Indstillinger
de: Einstellungen für Android\'s Fortune
gl: Preferencias de Androide da fortuna
sv: Androids lyckokakeinställningar

source: Resources
da: Ressourcer
de: Quellen
gl: Recursos
sv: Resurser

source: Equal chances between cookie files
da: Lige store muligheder for kage filerne
de: Den Unterschied zwischen Cookies vergleichen
gl: Igual probabilidade entre os ficheiros das galletas
sv: Lika stor chans att en kaka kommer upp

source: Whether the chance that a cookie is displayed from a particular cookie file is equal between cookie files, irrespective of the cookie files sizes.
da: Der er lige store muligheder for at lykkekager fra forskellige filer vises, uanset kagefilernes størrelse.
de: Die Chance, dass ein Cookie aus einer bestimmten Datei angezeigt wird, ist unabhängig von der Größe der Cookie-Dateien gleich.
gl: Se a probabilidade de que unha galleta sexa mostrada desde un ficheiro de galleta en particular é igual entre os ficheiros, sen importar o tamaño destes.
sv: Huruvida chansen för att en specifik lyckokaka dyker upp är i förhållande till de andra lyckokakorna.

source: Folder containing cookie files
da: Mapper der indeholder lykkekage filer
de: Ordner mit Cookiedateien
gl: Cartafol contenedor dos ficheiros de galletas
sv: Mapp innehållande cookie filer

source: Enter the folder where you have stored your cookie files.
da: Angiv et katalog hvor du har gemt dine kagefiler.
de: Bitte wählen Sie den Ordner, in dem sich Ihre Cookie-Dateien befinden aus.
gl: Introduza o directorio no que se atopan os seus ficheiros de galletas.
sv: Ange en katalog där du vill spara dina kakfiler

source: Enter the folder containing the cookie files
da: Angiv et katalog der indeholder kagefiler
de: Wählen Sie den Ordner, der die Cookie-Dateien enthält
gl: Introduza o directorio que contén os ficheiros das galletas
sv: Ange katalogen där kakfilerna finns.

source: Cookie files
da: Lykkekage filer
de: Cookie-Dateien
gl: Ficheiros de galletas
sv: Kakfiler

source: Select the cookie files to be used from the folder above (do not include .num files).
da: Vælg de kagefiler du vil bruge fra kataloget (inkluder ikke .num filer).
de: Wähle die zu benutzenden Cookie-Dateien aus dem oberen Ordner (lasse die .num Dateien aus)
gl: Seleccione os ficheiros das galletas que se usarán do directorio mencionado enriba (non inclúa ficheiros .num).
sv: Välj en kaka från katalogen ovan (.num-filer undantaget).

source: WARNING: Some of the selected files do not have an associated .num file! Click here and change the selection.
da: ADVARSEL: Nogle af de valgte filer er ikke associeret med en .num fil ! Klik her og juster valget.
de: ACHTUNG: Einige der ausgewählten Dateien sind nicht mit einer .num-Datei verbunden! Klicke hier um die Auswahl zu ändern.
gl: ATENCION: Algúns dos ficheiros seleccionados non teñen un ficheiro .num asociado! Prema aquí para cambiar a selección.
sv: Varning: Några av dina valda filer har ingen tillhörande num-fil! Klicka här för att ändra markeringen.

source: Display
da: Vis
de: Anzeige
gl: Amosar
sv: Visa

source: Font style
da: Skrifttype
de: Schriftart
gl: Estilo do tipo de letra
sv: Typsnittsstil

source: Monospace can be useful for ascii-art cookies.
da: Samme størrelse på alle bogstaver kan være godt hvis kagerne indeholder ascii-art billeder.
de: Monospace kann hilfreich bei ASCII-artigen Cokies sein.
gl: Mono-espazada pode ser útil para galletas de arte ASCII
sv: Samma storlek på alla tecken kan vara bra om kakorna innehåller teckenbilder.

source: Change the font style
da: Ændre skrifttype
de: Schriftart ändern
gl: Cambiar o estilo do tipo de letra
sv: Ändra teckensnitt

source: Font size
da: Skriftstørrelse
de: Schriftgrad
gl: Tamaño de letra
sv: Teckenstorlek

source: Font size in points.
da: Tekststørrelse i punkter
de: Schriftgröße in Punkten
gl: Tamaño do tipo de letra en puntos.
sv: Teckenstorlek i punkter

source: Change the font size
da: Ændre skriftsstørrelse
de: Schriftgrad ändern
gl: Cambiar o tamaño do tipo de letra
sv: Ändra teckenstorlek

source: Wrap text
da: Ombryd tekst
de: Text umbrechen
gl: Axustar texto
sv: Radbryt text

source: Fits the cookie text on the screen. Disable to correctly view cookie texts formatted with linebreaks and ascii-art.
da: Tilpas kageteksten så den kan vises på skærmen. Slå fra hvis kagetekst er formateret med "tvungen ny linie" og ascii-art billeder.
de: Passt den Text des Cookies an den Bildschirm an. Deaktiviere dies, um den Cookie Text formatiert mit Zeilenumbrüchen und in ASCII-Zeichensatz anzuzeigen.
gl: Axusta o texto da galleta na pantalla. Desactive para ver os textos formatados con cambio de liña e arte ASCII.
sv: Anpassar texten så att den kan visas på skärmen. Innehåller lyckokakan egna radbrytningar eller teckenbilder behövs inte den här inställningen vara aktiverad.

source: Widget
da: Kontrol
gl: Trebello

source: Change the widget font style
da: Ændr kontrollens skrifttypestil
de: Schriftart des Widgets verändern
gl: Cambiar o estilo do tipo de letra do trebello

source: Widget update period
da: Kontrollens opdateringsinterval
de: Widget Updateperiode
gl: Tempo de actualización do trebello

source: Time period in minutes in between widget refreshes.
da: Interval i minutter mellem kontrolopdateringer.
de: Zeitspanne in Minuten, in der sich das Widget auffrischt.
gl: Periodo de tempo en minutos entre actualizacións no trebello.

source: Change widget update period
da: Ret widget opdateringsinterval
de: Widget Updateperiode verändern
gl: Cambiar o tempo de actualización do trebello

source: Notifications
da: Meddelelse
de: Benachrichtigungen
gl: Notificacións
sv: Underrättelser

source: Notification at startup
da: Meddelelse ved opstart
de: Benachrichtignung beim Start
gl: Notificación ao inicio
sv: Underrättelser vid uppstart

source: Suggest a cookie at system startup.
da: Foreslå en lykkekage når systemet starter
de: Schlage beim Systemstart ein Cookie vor.
gl: Suxerir unha galleta no inicio do sistema.
sv: Visa en lyckokaka när systemet startat upp.

source: Periodic notifications
da: Periodiske meddelelser
de: Regelmäßige Benachrichtigungen
gl: Notificacións periódicas
sv: Periodiska underrättelser

source: Suggest cookies at time intervals.
da: Foreslå lykkekager med bestemte tidsintervaller.
de: Regelmäßige Vorschläge aktivieren.
gl: Suxerir galletas en intervalos de tempo.
sv: Visa en lyckokaka med vissa tidsintervall.

source: Time period
da: Tidsperiode
de: Zeitabstand
gl: Período de tempo
sv: Tidsperiod

source: Time period in minutes in between notifications.
da: Tidsperiode i minutter mellem meddelelserne.
de: Zeitspanne in Minuten zwischen den Benachrichtigungen.
gl: Período de tempo en minutos entre as notificacións.
sv: Tidsperiod i minuter mellan notifieringar.

source: Change time period
da: Ændre tidsperiode
de: Zeitabstand ändern
gl: Cambiar o tempo
sv: Ändra tidsperiod

source: Create .num files?
da: Opret .num filer?
de: .num-Dateien erstellen?
gl: Crear ficheiros .num?
sv: Skapa .num-filer?

source: Some of the selected files do not have an associated .num file. Should I try and generate the .num files?
da: Nogle af de valgte filer er ikke associeret med en .num fil. Skal jeg forsøge at oprette en .num fil ?
de: Einige der ausgewählten Dateien sind nicht mit einer .num-Datei verbunden. Soll ich versuchen, die .num-Dateien zu erstellen?
gl: Algúns dos ficheiros seleccionados non teñen asociado un ficheiro .num! Tentar xerar os ficheiros .num?
sv: Några av de valda filerna har inte sin tillhörande .num-fil.. Ska jag försöka skapa sådana .num-filer?

source: No cookie files are configured. Please open the preferences and select some cookie files.\n\nSee: http://code.google.com/p/androidsfortune/wiki/Help \n\n(This is not a fortune cookie!)
da: Du har ikke konfigureret nogle kagefiler. Du skal angive nogle i indstillinger.n\nSee: http://code.google.com/p/androidsfortune/wiki/Help \n\n(This is not a fortune cookie!)
de: Es wurden keine Cookie Dateien konfigueriert. Bitte öffne die Einstellungen und wähle ein paar Cookies Dateien aus.\n\nInfo:http://code.google.com/p/androidsfortune/wiki/Help \n\n(Das ist kein zukünftiges Cookie!)
gl: Non hai ficheiros de galleta configurados. Por favor, abra as preferencias e elixa algún ficheiro de galleta\n\nVexa: http://code.google.com/p/androidsfortune/wiki/Help \n\n(Esta non é unha galleta da fortuna!)
sv: Du har inte angivit några lyckokakefiler. Du kan ange vilka filer som ska använda i inställningarna.\n\nInstruktioner finns på: http://code.google.com/p/androidsfortune/wiki/Help

source: Fortune Cookie
da: Lykke kage
gl: Galleta da fortuna
sv: Lyckokaka

source: Please wait while installing the sample cookie file...
da: Vent venligst mens prøve kagefilen installeres...
de: Bitte warten, während die Beispiel-Cookie-Datei installiert wird...
gl: Faga o favor de agardar mentres se instala o ficheiro de galleta de exemplo
sv: Installerar mallen för kakfiler...

source: Fortune cookie
da: Lykkesmåkage
de: Glückskeks
gl: Galleta da fortuna

source: Loading a cookie...
da: Henter en småkage...
de: Lade einen Keks...
gl: Cargando unha galleta...
sv: Laddar en kaka....

source: No cookie files configured, or Android\'s Fortune closed due to too little free memory or reinstall. Tap to open Android\'s Fortune!
de: Es wurden keine Cookie Dateien konfigueriert oder Android\'s Fortune wurde wegen zu wenig freiem Speicher geschlossen oder installiere neu. Tippe um Android\'s Fortune zu öffnen!
gl: Non hai ficheiros de galleta configurados, ou o Androide da fortuna está pechado por ter pouca memoria libre ou por reinstalar. Prema para abrir Androide da fortuna!

source: Choose operation:
da: Vælg handling:
de: Wähle Operation:
gl: Elixa a operación:

source: Refresh
da: Opdater
de: Aktualisieren
gl: Actualizar

source: Show cookie
de: Keks zeigen
gl: Mostrar galleta

source: Cancel
da: Annullér
de: Abbrechen
gl: Cancelar

source: A file name was not specified.
da: Et filnavn blev ikke angivet.
de: Dateiname wurde nicht angegeben.
gl: Non se especificou ningún nome de ficheiro.
sv: Inget filnamn angavs

source: An argument was passed twice.
da: Samme argument er sendt to gange.
de: Ein Argument wurde doppelt übergeben.
gl: Foi dado un argumento dúas veces.
sv: Samma argument skickades två gånger

source: The .num file that would be created suddenly already exists.
da: .num filen som skulle oprettes eksisterer pludseligt.
de: Eine .num-Datei, die erstellt werden sollte existiert plötzlich schon.
gl: O ficheiro .num que se ía a crear de seguido xa existe.
sv: .num-filen som skulle skapas finns helt plötsligt.

source: The selected file is not a valid cookie file.
da: Den valgte fil var ikke en gyldig kagefil.
de: Die ausgewählte Datei ist keine gültige Cookiedatei.
gl: O ficheiro non é un ficheiro de galleta correcto.
sv: Den valda filer var itne en giltig kakfil

source: Either the cookie file does not exist or it does not have a .num file associated to it:
da: Enten eksisterer kagefilen ikke eller den er ikke associeret med en .num fil:
de: Entweder die Cookiedatei existiert nicht oder ist mit keiner .num-Datei verbunden.
gl: Ou o ficheiro de galleta non exsite ou non ten un ficheiro .num asociado a el:
sv: Antingen så finns inte kakfilen eller så saknas dess tillhörande -num-fil:

source: You do not have write permissions.
da: Du har ikke ret til at skrive til filen.
de: Du hast keinen Schreibzugriff
gl: Non ten permisos de escritura.
sv: Du har inte rättigheter att skriva till filen.

source: Reading the cookie failed:
da: Læsning af kagefilen mislykkedes:
de: Fehler beim Lesen des Cookies:
gl: Produciuse u fallo ao ler a galleta:
sv: Misslyckades att läsa kakfilen:

source: \nAre you sure you have the SD card mounted?
de: \nSind Sie sicher, dass Sie die SD-Karte eingebunden haben?
gl: \nTen certeza de que ten a tarxeta SD montada?

source: An internal error occured while reading the cookie (please report the bug):
da: En intern fejl opstod under læsning af kagefilen (rapporter venligst fejlen):
de: Ein interner Fehler trat beim Lesen des Cookies auf(bitte melde diesen Fehler):
gl: Produciuse un erro interno ao ler a galleta (por favor, informe do fallo):
sv: Ett internt fel inträffade vid inläsning av kakan (för att bli av med den rapportera den till programskaparna).

source: Generation of .num file failed:
da: Oprettelse af .num fil mislykkedes:
de: Fehler beim Erstellen der .num-Datei:
gl: Produciuse un fallou durante a creación do ficheiro .num:
sv: Kunde inte skapa .-num-filen.

source: The specified folder (above in the preferences) is not a valid directory:
da: Den specificerede mappe (ovenfor i indstillinger) er ikke et gyldigt katalog:
de: Der ausgewählte Ordner (oben in den Einstellungen) ist kein Verzeichnis:
gl: O directorio especificado (enriba nas preferencias) non é un directorio correcto:
sv: Den valda katalogen är inte giltig, välj en annan.

source: A file that was previously selected is no longer found:
da: En tidligere valgt fil findes ikke længere:
de: Eine vorher ausgewählte Datei kann nicht mehr gefunden werden:
gl: O ficheiro seleccionado anteriormente xa non existe:
sv: En tidigare vald fil kan inte längre hittas:

source: The entered value is invalid. Set to:
da: Den indtastede værdi er ugyldig. Sat til:
de: Der eingegebene Wert ist nicht korrekt. Verwende:
gl: O valor introducido non é correcto. Estabeleza para:

source: A period shorter than 60 minutes might negatively affect performance and battery life.
da: Et interval under 60 minutter kan påvirke batterilevetiden i negativ retning.
de: Eine Zeitspanne, die geringer ist als 60 Minuten könnte die Performance negativ beeinträchtigen und die Batterielebensdauer verkürzen.
gl: Un período menor de 60 minutos podería afectar negativamente ao rendemento e a duración da batería.

source: Android\'s Fortune Update Checking Preferences
da: Android\'s Lykkekageopdatering tjekker indstillinger
de: Einstellungen für Android\'s Fortune Update Überprüfung
gl: Preferencias de comprobación de actualizacións do Androide da fortuna
sv: Androids lyckokakeuppdateringsinställningar

source: Updates checking
da: Opdateringskontrol
de: auf Updates prüfen
gl: Comprobando actualizacións
sv: Uppdateringskontroll

source: Automated self-checking for updates.
da: Tjekker automatisk omd der er opdateringer.
de: automatisches Prüfen auf Updates
gl: Autocomprobación de actualizacións
sv: Kontrollera om det finns uppdateringar automatiskt.

source: Application Update
da: Programopdatering
de: Programmupdate
gl: Actualización do aplicativo
sv: Programuppdatering

source: Application Updated
da: Program opdateret
de: Anwendung aktualisiert.
gl: Aplicativo actualizado
sv: Programmet updaterades.

source: Download a new version.
da: Download en ny version.
de: Eine neue Version runterladen
gl: Descargar unha nova versión.
sv: Ladda ned den nya versionen.

source: Updates Checking
da: Tjekker opdatering
de: Update Überprüfung
gl: Comprobando actualizacións
sv: Kollar efter uppdateringar

source: Enabled
da: Aktiveret
de: Aktiviert
gl: Activado
sv: Aktiverad

source: Whether checking for app updates is enabled or not.
da: Om tjek for opdatering er slået til eller ej.
de: prüfen von Anwendungsupdates oder nicht.
gl: Se a comprobación de actualizacións do aplicativo está activada ou non.
sv: Huruvida det sker en automatisk kontroll efter uppdaterignar eller ej.

source: Confirm Android\'s Fortune Update
da: Bekræft at Androids lykkekager opdateres
de: Bestätige Android\'s Fortune Update
gl: Confirmar actualización do Androide da fortuna
sv: Bekräfta att Androids lyckokaka kommer att uppdateras

source: Would you like to update this application to the newest version?
da: Vil du gerne opdatere til seneste version?
de: Möchten sie diese Anwendung auf die neuste Version aktualisieren?
gl: Desexa vostede actualizar este aplicativo á versión máis recente?
sv: Vill du uppdatera det här programmet till dess senaste version?

source: Don\'t notify me of this update again
da: Informér mig ikke igen om denne opdatering
de: Benachrichtige mich nicht noch einmal über dieses Update.
gl: Non volver notificar desta actualización
sv: Jag vill aldrig installera den här uppdateringen.

source: Check URI
da: Tjek URL
de: URI prüfen
gl: Comprobar URI
sv: Kontrollera URI

source: The URI which will be checked for app updates.
da: URL en som tjekkes for programopdateringer.
de: Die URI, unter der nach Programmupdates gesucht wird.
gl: O enderezo a usar para actulalizar o aplicativo.
sv: Webbadressen som anropas för att söka efter uppdateringar

source: translator-credits
da: Launchpad Contributions: Joe Hansen https://launchpad.net/~joedalton2 nanker https://launchpad.net/~nanker peso https://launchpad.net/~peer-sommerlund pjv https://launchpad.net/~pjv
de: Launchpad Contributions: Creative Arts & Technologies https://launchpad.net/~info-catmedia Erik Hahn https://launchpad.net/~ehahn Gregon https://launchpad.net/~eugen-sarychev Jan-Christoph Borchardt https://launchpad.net/~jancborchardt Lukas Bögelein https://launchpad.net/~lukas-boegelein MixCool https://launchpad.net/~mixcool pjv https://launchpad.net/~pjv sylvina https://launchpad.net/~sylvina xlazarus https://launchpad.net/~xlazarus
gl: Launchpad Contributions: Miguel Anxo Bouzada https://launchpad.net/~mbouzada Víctor Hermida Prada https://launchpad.net/~hermida-prada pjv https://launchpad.net/~pjv
sv: Launchpad Contributions: Daniel Holm https://launchpad.net/~danielholm Mattias Ohlsson https://launchpad.net/~mattias-oh Robin Karlsson https://launchpad.net/~robwir-deactivatedaccount-deactivatedaccount Treecko https://launchpad.net/~treeckosour pjv https://launchpad.net/~pjv

source: Copyright © 2008-2010 pjv, Rishabh Manocha
sv: Skapat av: Rishabh Manocha
