Repository: Brunom50/Android-Applications
Catalog: AndroidsFortune/AndroidsFortune/translations/fortune/fortune-*.po
Languages: nl, ru

source: The well-known Fortune for Android: print a random, hopefully interesting, adage.
nl: Het alombekende Fortune, nu ook voor Android: drukt een willekeurig, hopelijk interessant, spreekwoord af.
ru: Знаменитый Fortune для Android: выводит случайное, надеюсь интересное, изречение.

source: Android\'s Fortune at Launchpad
nl: Android\'s Fortune op Launchpad
ru: Android\'s Fortune на Launchpad

source: To view information about this app you need to install OI About. See http://www.openintents.org/ or the Market.
nl: Om de informatie over deze app te kunnen bekijken moet OI About geïnstalleerd zijn. Ga naar http://www.openintents.org/ of de Market.
ru: Для просмотра информации об этом приложении вам требуется установить OI About. Посетите http://www.openintents.org/ или Market.

source: You do not seem to have the Android Market app installed. Ignoring.
nl: Het lijkt erop dat je de Android Market applicatie niet geïnstalleerd hebt. Negeren.
ru: По всей видимости, Android Market не установлен. Игнорирование.

source: The well-known Fortune, now for Android: print random, hopefully interesting, adages, quotes, sayings, aphorisms, jokes, texts, ...
nl: De alom-bekende Fortune, nu voor Android: geeft willekeurige, hopelijk interessante, adages, quotes, gezegden, amorphismen, grappen, teksten, ... weer
ru: Знаменитый Fortune теперь и на Android: выводит случайные, надеюсь интересные, изречения, цитаты, афоризмы, шутки, тексты, ...

source: Preferences
nl: Voorkeuren
ru: Настройки

source: About Android\'s Fortune
nl: Over Android\'s Fortune
ru: О Android\'s Fortune

source: Refresh Cookie
nl: Ververs cookie
ru: Обновить Cookie

source: Get More Cookies
nl: Zoek More Cookies
ru: Получить больше Cookies

source: Send As Text
nl: Stuur Als Tekst
ru: Отправить как текст

source: Search On Web
nl: Zoek Op Het Web
ru: Искать в интернете

source: Give Feedback
nl: Geef Feedback
ru: Оставить отзыв

source: Send via:
nl: Stuur via:
ru: Отправить через:

source: Search the web via:
nl: Zoek het web via:
ru: Искать в интернете через:

source: Android\'s Fortune Preferences
nl: Android\'s Fortune voorkeuren
ru: Настройки Android\'s Fortune

source: Resources
nl: Bronnen
ru: Ресурсы

source: Equal chances between cookie files
nl: Gelijke kansen over cookie-bestanden heen
ru: Равные шансы между cookie файлами

source: Whether the chance that a cookie is displayed from a particular cookie file is equal between cookie files, irrespective of the cookie files sizes.
nl: Of de kans dat een cookie weergegeven wordt uit een bepaald cookie-bestand gelijk is over alle cookie-bestanden, ook al verschillen de cookie-bestanden in grootte.
ru: Вероятность, что cookie будет показан из определенного cookie файла равна между всеми cookie файлами, независимо от размера файла cookie.

source: Folder containing cookie files
nl: Map met cookie-bestanden
ru: Папка, содержащая cookie

source: Enter the folder where you have stored your cookie files.
nl: Vul de map in waar je de cookie-bestanden hebt opgeslagen.
ru: Выберите папку для хранения cookie файлов.

source: Enter the folder containing the cookie files
nl: Vul de map met de cookie-bestanden in
ru: Выберите папку для хранения cookie файлов.

source: Cookie files
nl: Cookie-bestanden
ru: Cookie файлы

source: Select the cookie files to be used from the folder above (do not include .num files).
nl: Selecteer de cookie-bestanden uit de bovenstaande map om gebruikt te worden (uitgezonderd .num-bestanden)
ru: Выберите cookie для использования из указанной папки (не включая .num файлы).

source: WARNING: Some of the selected files do not have an associated .num file! Click here and change the selection.
nl: WAARSCHUWING: Enkele geselecteerde bestanden hebben geen geassocieerde .num-bestanden! Klik hier en verander de selectie.
ru: ВНИМАНИЕ: Некоторые из выбранных файлов не имеют связанных .num файлов! Щелкните здесь чтобы изменить свой выбор.

source: Display
nl: Weergave
ru: Отображение

source: Font style
nl: Lettertypestijl
ru: Стиль шрифта

source: Monospace can be useful for ascii-art cookies.
nl: Monospace kan nuttig zijn voor ascii-kunst-cookies.
ru: Моноширинность может быть полезна для ascii-арт cookies.

source: Change the font style
nl: Verander de lettertypestijl
ru: Изменить стиль шрифта

source: Font size
nl: Lettertypegrootte
ru: Размер шрифта

source: Font size in points.
nl: Lettertypegrootte in punten.
ru: Размер шрифта в точках.

source: Change the font size
nl: Verander de lettertypegrootte
ru: Изменить размер шрифта

source: Wrap text
nl: Compacte tekstbreedte
ru: Переносить по словам

source: Fits the cookie text on the screen. Disable to correctly view cookie texts formatted with linebreaks and ascii-art.
nl: Zorgt dat de cookie-tekst op het scherm past. Schakel uit om cookie-teksten die geformateerd zijn met lijnafbrekingen, alsook ascii-kunst, correct weer te geven.
ru: Размещает текст cookie по ширине экрана. Отключите для корректного показа текста с переносами и ascii-арта.

source: Change the widget font style
nl: Wijzig de widget lettertype stijl
ru: Изменить стиль шрифта виджета

source: Widget update period
nl: Widget update periode
ru: Период обновления виджета

source: Time period in minutes in between widget refreshes.
nl: Tijdsperiode in minuten tussen widget vernieuwingen.
ru: Временной промежуток в минутах между обновлениями виджета.

source: Change widget update period
nl: Wijzig widget update perioden
ru: Изменить период обновления виджета

source: Notifications
nl: Meldingen
ru: Уведомления

source: Notification at startup
nl: Melding bij start
ru: Уведомление при запуске

source: Suggest a cookie at system startup.
nl: Suggereer een cookie bij de systeemstart.
ru: Предложить cookie при запуске системы.

source: Periodic notifications
nl: Periodieke meldingen
ru: Периодические уведомления

source: Suggest cookies at time intervals.
nl: Suggereer cookies om de zoveel tijd.
ru: Предлагать cookies через промежутки времени.

source: Time period
nl: Tijdsinterval
ru: Промежуток времени

source: Time period in minutes in between notifications.
nl: Tijdsinterval tussen meldingen in minuten.
ru: Промежуток времени между уведомлениями.

source: Change time period
nl: Verander tijdsinterval
ru: Изменить промежуток времени

source: Create .num files?
nl: .num-Bestanden aanmaken?
ru: Создать .num файлы?

source: Some of the selected files do not have an associated .num file. Should I try and generate the .num files?
nl: Enkele geselecteerde bestanden hebben geen geassocieerde .num-bestanden. Zal ik proberen de .num-bestanden aan te maken?
ru: Некоторые из выбранных фалов не имеют связанных .num файлов. Попробовать создать .num файлы?

source: No cookie files are configured. Please open the preferences and select some cookie files.\n\nSee: http://code.google.com/p/androidsfortune/wiki/Help \n\n(This is not a fortune cookie!)
nl: Er zijn geen cookie-bestanden geconfigureerd. Open a.u.b. de voorkeuren en selecteer enkele cookie-bestanden.\n\nZie ook: http://code.google.com/p/androidsfortune/wiki/Help \n\n(Dit is trouwens geen fortune cookie!)
ru: Cookie файлы не настроены. Пожалуйста, откройте настройки и выберите cookie файлы.\n\nСмотрите: http://code.google.com/p/androidsfortune/wiki/Help \n\n(Это не fortune cookie!)

source: Please wait while installing the sample cookie file...
nl: Even geduld AUB gedurende de installatie van het voorbeeld cookie bestand...
ru: Пожалуйста, дождитесь окончания установки примера cookie файла...

source: Fortune cookie
nl: Gelukskoekje

source: Loading a cookie...
nl: Een koekje aan het laden...
ru: Загружается cookie...

source: No cookie files configured, or Android\'s Fortune closed due to too little free memory or reinstall. Tap to open Android\'s Fortune!
nl: Geen koekjes bestand geconfigureerd, of Android\'s Fortune sloot af vanwege te weinig vrij geheugen of herinstallatie. Tap om Android\'s Fortune te openen!
ru: Файлы cookie не настроены, или Android\'s Fortune закрыт из-за недостатка свободной памяти. Нажмите для открытия Android\'s Fortune!

source: Choose operation:
nl: Kies actie:
ru: Выберите операцию:

source: Refresh
nl: Vernieuwen
ru: Обновить

source: Show cookie
nl: Koekje weergeven
ru: Показать cookie

source: Cancel
nl: Annuleren
ru: Отмена

source: A file name was not specified.
nl: Er was geen bestandsnaam opgegeven.
ru: Имя файла не указано.

source: An argument was passed twice.
nl: Een argument werd twee keer meegegeven.
ru: Аргумент пройден дважды.

source: The .num file that would be created suddenly already exists.
nl: Het .num-bestand dat zou aangemaakt worden bestaat plots al.
ru: .num файл, который должен был быть создан, уже присутствует.

source: The selected file is not a valid cookie file.
nl: Het geselecteerd bestand is geen geldig cookie-bestand.
ru: Выбранный файл не является корректным cookie файлом.

source: Either the cookie file does not exist or it does not have a .num file associated to it:
nl: Ofwel bestaat het cookie-bestand niet, ofwel heeft het geen geassocieerd .num-bestand:
ru: Cookie файл не существует или не имеет связанного .num файла:

source: You do not have write permissions.
nl: U heeft geen schrijfpermissies.
ru: Вы не имеете прав на запись.

source: Reading the cookie failed:
nl: Het lezen van de cookie is gefaald:
ru: Не удалось прочитать cookie:

source: \nAre you sure you have the SD card mounted?
nl: \nBen je zeker dat je de SD card gemount hebt?
ru: \nВы уверены в том, что карты SD вставлена?

source: An internal error occured while reading the cookie (please report the bug):
nl: Een interne fout is opgetreden tijdens het lezen van de cookie (rapporteer de bug a.u.b.):
ru: При чтении cookie произошла внутренняя ошибка (пожалуйста, сообщите о ней):

source: Generation of .num file failed:
nl: Aanmaken van het .num-bestand is gefaald:
ru: Создание .num файла не удалось:

source: The specified folder (above in the preferences) is not a valid directory:
nl: De opgegeven map (bovenstaande in de voorkeuren) is geen geldige map:
ru: Указанная в настройках папка не корректна:

source: A file that was previously selected is no longer found:
nl: Een bestand dat voorheen geselecteerd was kan niet langer gevonden worden:
ru: Файл, выбранный ранее, не найден:

source: The entered value is invalid. Set to:
nl: De ingegeven waarde is ongeldig. Zet naar:
ru: Введенное значение некорректно. Установлено на:

source: A period shorter than 60 minutes might negatively affect performance and battery life.
nl: Een periode korter dan 60 minuten kan een negatieve invloed hebben op de performantie en de autonomie van de batterij.
ru: Промежуток короче 60 минут может негативно сказаться на производительности и расходе заряда батареи.

source: Android\'s Fortune Update Checking Preferences
nl: Android\'s Fortune voorkeuren voor het controleren op updates
ru: Настройка проверки обновлений Android\'s Fortune

source: Updates checking
nl: Controles op updates
ru: Проверка обновлений

source: Automated self-checking for updates.
nl: Geautomatiseerde zelfcontroles op updates.
ru: Автоматическая проверка обновлений.

source: Application Update
nl: Applicatie update
ru: Обновление приложения

source: Application Updated
nl: Applicatie geüpdatet
ru: Приложение обновлено

source: Download a new version.
nl: Download een nieuwe versie.
ru: Скачать новую версию.

source: Updates Checking
nl: Controles op updates
ru: Проверка обновлений

source: Enabled
nl: Aan/uit
ru: Включена

source: Whether checking for app updates is enabled or not.
nl: Of het controleren van app updates aan staat of niet.
ru: Включена ли проверка обновлений программы.

source: Confirm Android\'s Fortune Update
nl: Bevestig de update van Android\'s Fortune
ru: Подтвердите обновление Android\'s Fortune

source: Would you like to update this application to the newest version?
nl: Wilt u de applicatie updaten naar de nieuwste versie?
ru: Желаете ли вы обновить приложение до последней версии?

source: Don\'t notify me of this update again
nl: Breng me niet meer op de hoogte over deze update.
ru: Не сообщать мне больше об этом обновлении

source: Check URI
nl: Controle-URI
ru: URI проверки

source: The URI which will be checked for app updates.
nl: De URI waarop gecontroleerd zal worden op app updates.
ru: URI, который будет проверен на наличие обновлений приложения.

source: translator-credits
nl: Launchpad Contributions: DraxterNL https://launchpad.net/~addict26 Wander https://launchpad.net/~simslim Yentl https://launchpad.net/~yentlvt pjv https://launchpad.net/~pjjjjv pjv https://launchpad.net/~pjv
ru: Launchpad Contributions: Andrey Kulakov https://launchpad.net/~grcool Gregon https://launchpad.net/~eugen-sarychev pjv https://launchpad.net/~pjv

source: Widget
ru: Виджет
