Repository: Brunom50/Android-Applications
Catalog: Android Applications/AndroidsFortune/AndroidsFortune/translations/fortune/*.po
Languages: bg

source: The well-known Fortune for Android: print a random, hopefully interesting, adage.
bg: Добре познатото приложение Fortune за Android: изписва произволна интересна поговорка.

source: Android\'s Fortune at Launchpad
bg: Android\'s Fortune в Launchpad

source: To view information about this app you need to install OI About. See http://www.openintents.org/ or the Market.
bg: За да получиш информация за това приложение трябва да инсталираш OI About. Виж http://www.openintents.org/ или Пазара.

source: You do not seem to have the Android Market app installed. Ignoring.
bg: Изглежда нямаш инсталирано приложението Android Market. Пропуска заявката.

source: The well-known Fortune, now for Android: print random, hopefully interesting, adages, quotes, sayings, aphorisms, jokes, texts, ...
bg: Добре познатото приложение Fortune, вече и за Android: изписва произволни интересни поговорка, цитати, пословици, афоризми, шеги и др.

source: Preferences
bg: Настройки

source: About Android\'s Fortune
bg: За Android\'s Fortune

source: Refresh Cookie
bg: Ново късметче

source: Get More Cookies
bg: Още късметчета

source: Send As Text
bg: Изпрати като текст

source: Search On Web
bg: Търси в Мрежата

source: Give Feedback
bg: Дай обратна връзка

source: Send via:
bg: Изпрати чрез:

source: Search the web via:
bg: Търси в Мрежата с:

source: Android\'s Fortune Preferences
bg: Настройки на Android\'s Fortune

source: Resources
bg: Ресурси

source: Equal chances between cookie files
bg: Равен шанс за всички файлове с късметчета

source: Folder containing cookie files
bg: Папка с файлове с късметчета

source: Enter the folder where you have stored your cookie files.
bg: Въведете папката, където са вашите файлове с късметчета.

source: Enter the folder containing the cookie files
bg: Въведете папката, съдържаща файлове с късметчета

source: Cookie files
bg: Файлове с късметчета

source: Select the cookie files to be used from the folder above (do not include .num files).
bg: Изберете от горната папка файловете, от които желаете да се взимат късметчета (не включвайте .num файлове).

source: WARNING: Some of the selected files do not have an associated .num file! Click here and change the selection.
bg: ВНИМАНИЕ: Някои от избраните файлове нямат асоцииран .num файл! Щракнете тук и променете избора си!

source: Display
bg: Показване

source: Font style
bg: Стил на шрифта

source: Monospace can be useful for ascii-art cookies.
bg: Monospace може да бъде полезен за късметчета с ascii-art.

source: Change the font style
bg: Промени шрифта

source: Font size
bg: Размер на шрифта

source: Font size in points.
bg: Размер на шрифта в точки

source: Change the font size
bg: Промени размер на шрифта

source: Wrap text
bg: Пренасяне на нов ред

source: Widget
bg: Графичен обект

source: Change the widget font style
bg: Промени стила на шрифта

source: Widget update period
bg: Период на обновяване

source: Time period in minutes in between widget refreshes.
bg: Времеви период в за обновяване минути

source: Change widget update period
bg: Промерни периода на обновяване

source: Notifications
bg: Известия

source: Notification at startup
bg: Известия при стартиране

source: Suggest a cookie at system startup.
bg: Вади късметче при стартиране на системата.

source: Periodic notifications
bg: Периодични известия

source: Suggest cookies at time intervals.
bg: Вади късметчета през времеви интервал.

source: Time period
bg: Времеви период

source: Time period in minutes in between notifications.
bg: Времеви период между известията.

source: Change time period
bg: Промяна на времевия период

source: Create .num files?
bg: Да се създадат .num файлове?

source: Some of the selected files do not have an associated .num file. Should I try and generate the .num files?
bg: Някои от избраните файлове нямат асоцииран .num файл. Да се опитам ли да генерирам липсващите .num файлове?

source: No cookie files are configured. Please open the preferences and select some cookie files.\n\nSee: http://code.google.com/p/androidsfortune/wiki/Help \n\n(This is not a fortune cookie!)
bg: Няма дефиниран файл с късметчета. Моля, отворете настройките и изберете файл с късметчета.\n\nВиж тук: http://code.google.com/p/androidsfortune/wiki/Help \n\n(Това не е късметче!)

source: Fortune Cookie
bg: Късметче

source: Please wait while installing the sample cookie file...
bg: Моля, изчакайте, докато се инсталира примерният файл с късметчета...

source: Fortune cookie
bg: Късметчета

source: Loading a cookie...
bg: Зареждане на късметче...

source: No cookie files configured, or Android\'s Fortune closed due to too little free memory or reinstall. Tap to open Android\'s Fortune!
bg: Няма избрани файлове с късметчета или Android\'s Fortune се е изключил поради липса на свободна памет или преинсталация. Цъкни, за да отвориш Android\'s Fortune!

source: Choose operation:
bg: Избери операция:

source: Refresh
bg: Обнови

source: Show cookie
bg: Покажи късметче

source: Cancel
bg: Отказ

source: A file name was not specified.
bg: Не е зададено име на файла.

source: An argument was passed twice.
bg: Аргумент бе предаден два пъти.

source: The .num file that would be created suddenly already exists.
bg: .num файлът, който щяхте да създадете, всъщност вече съществува.

source: The selected file is not a valid cookie file.
bg: Избраният файл не е валиден файл с късметчета.

source: Either the cookie file does not exist or it does not have a .num file associated to it:
bg: Или файлът с късметчета липсва, или няма асоцииран .num файл към него:

source: You do not have write permissions.
bg: Нямаш права за писане.

source: Reading the cookie failed:
bg: Грешка при прочитането на късметчето:

source: A period shorter than 60 minutes might negatively affect performance and battery life.
bg: Период, по-малък от 60 минути би повлиял отрицателно на изпълнението на системата и на издръжливостта на батерията.

source: Enabled
bg: Разрешен

source: translator-credits
bg: Launchpad Contributions: vlood https://launchpad.net/~vladimir-vassilev
