Repository: Brunom50/Android-Applications
Catalog: Android Applications/AndroidsFortune/AndroidsFortune/translations/fortune/fortune-*.po
Languages: ast, cs, es, id, tr

source: Would you like to update this application to the newest version?
ast: ¿Quies anovar esta aplicación a la versión más recién?
cs: Chcete tuto aplikaci aktualizovat na nejnovější verzi?
es: ¿Desea Ud. actualizar esta aplicación a la versión más reciente?
id: Apakah Anda ingin memperbarui aplikasi ini ke versi terbaru?
tr: Bu uygulamanın yeni sürümünü güncelleştirmek ister misiniz?

source: Don\'t notify me of this update again
ast: Nun volver a avisar d'esti anovamientu
cs: Neinformovat mě o dalších aktualizacích
es: No volver a notificar de esta actualización
id: Jangan memberitahu saya lagi tentang pembaruan ini
tr: Bu güncelleme için beni bir daha uyarma

source: Check URI
ast: Revisar URI
cs: Změnit URL
es: Revisar URI
id: Periksa URI
tr: URI'yi Denetle

source: The URI which will be checked for app updates.
ast: La direición que va usase p'anovar aplicaciones.
cs: URL, která bude použita pro kontrolu aktualizací.
es: La dirección que será usada para actulalizar aplicaciones.
id: URI yang akan diperiksa untuk pembaruan aplikasi.
tr: Uygulama güncellemeleri için denetlenecek URI.

source: translator-credits
ast: Launchpad Contributions: Iñigo Varela https://launchpad.net/~ivarela Xuacu Saturio https://launchpad.net/~xuacusk8
cs: Launchpad Contributions: DrakecZ https://launchpad.net/~drakec48 Jan Benedek https://launchpad.net/~jan.benedek Konki https://launchpad.net/~pavel-konkol Kuvaly [LCT] https://launchpad.net/~kuvaly Martin Rotter https://launchpad.net/~skunkic
es: Launchpad Contributions: Antonio Maldonado https://launchpad.net/~a.m. Dante Díaz https://launchpad.net/~dante David A Páez https://launchpad.net/~orlsend DiegoJ https://launchpad.net/~diegojromerolopez Eugenio M. Vigo https://launchpad.net/~evigo Feder Sáiz https://launchpad.net/~federsaiz-deactivatedaccount Federico Vera https://launchpad.net/~fedevera Paco Molinero https://launchpad.net/~franciscomol Víctor Hermida Prada https://launchpad.net/~hermida-prada acidrums4 https://launchpad.net/~acidrums4 pjv https://launchpad.net/~pjv
id: Launchpad Contributions: princessay https://launchpad.net/~adyaaydy wu ve https://launchpad.net/~polaries-ling
tr: Launchpad Contributions: Angel Spy https://launchpad.net/~dilara.ekinci

source: Android\'s Fortune
ast: Androide de la Fortuna

source: Android\'s Fortune:
ast: Androide de la Fortuna:
