Repository: Brunom50/Android-Applications
Catalog: Android Applications/AndroidsFortune/AndroidsFortune/translations/fortune/fortune-*.po
Languages: ast, cs, es, id, tr

source: The well-known Fortune for Android: print a random, hopefully interesting, adage.
ast: El bien conocíu Androide de la Fortuna: amuesa un adaxu al azar, oxalá seya interesante.
cs: Známý Fortune pro OS Android: vytiskněte si, snad zajímavé, přísloví.
es: La bien conocida Fortuna para Android: muestra un adagio al azar, ojalá sea interesante.
id: Keberuntungan yang terkenal untuk Android: mencetak acak, mudah-mudahan menarik, pepatah.
tr: Android hakkında bilinen en iyi Fal: rastgele, ilginç olduğu umulan özdeyişler yazdırması.

source: Copyright © 2008-2010 pjv, Rishabh Manocha
cs: Autorská práva © 2008-2010 pjv, Rishabh Manocha
id: Hak cipta © 2008-2010 pjv, Rishabh Manocha
tr: Telif Hakkı © 2008-2010 pjv, Rishabh Manocha

source: Android\'s Fortune at Launchpad
ast: L'androide de la Fortuna en Launchpad
cs: Android\'s Fortune v systému Launchpad
es: Android\'s Fortune en Launchpad
id: Android\'s Fortune pada Launchpad
tr: Android\'s Fortune Launchpad'de

source: To view information about this app you need to install OI About. See http://www.openintents.org/ or the Market.
ast: Pa ver información tocante a esta aplicación necesita instalar OI About. Visite http://www.openintents.org/ o el Mercáu
cs: Pro zobrazení informací o této aplikaci je třeba nainstalovat OI About. Pro více informací běžte na http://www.openintents.org/ či do Android Market.
es: Para ver información acerca de esta aplicación necesita instalar OI About. Visite http://www.openintents.org/ o el Android Market.
id: Untuk melihat informasi tentang aplikasi ini, Anda perlu menginstal OI About. Lihat http://www.openintents.org/ atau the Market (Pasar).
tr: Bu uygulama hakkında bilgi görüntülemek için OI About yüklemelisiniz. Bakınız http://www.openintents.org/ veya Ticari.

source: market://search?q=pname:org.openintents.about
tr: ticari://search?q=pname:org.openintents.about

source: You do not seem to have the Android Market app installed. Ignoring.
ast: Parez que nun tienes el mercáu d'android instaláu. Inorando.
cs: Zdá se, že aplikace pro službu Android Market není nainstalována. Ignoruji.
es: No parece que tenga la aplicación de Android Market instalada. Ignorando.
id: Anda tampaknya tidak memiliki atau belum menginstal aplikasi Android Market. Mengabaikan.
tr: Görünüşe bakılırsa sizde Ticari Android uygulaması yüklü değil. Yoksayılıyor.

source: The well-known Fortune, now for Android: print random, hopefully interesting, adages, quotes, sayings, aphorisms, jokes, texts, ...
ast: La bien conocía Fortuna, agora p'Android: imprenta al debalu coses esperanzadoramente interesantes, adaxos, cites, dichos, aforismos, chances, testos, ...
cs: Známý Fortune, nyní pro Android: vytiskněte se, snad zajímavá, přísloví., fráze, pořekadla, aforismy, vtipy, texty, ...
id: Fortune yang terkenal, sekarang untuk Android: cetak acak, mudah-mudahan menarik, pepatah, mengutip, perkataan, aforisme, lelucon, teks, ...
tr: Artık Android hakkında bilinen en iyi Fal: rastgele yazdırdığı, ilginç olduğu umulan, özdeyişler, alıntılar, söylemler, atasözleri, şakalar, metinler, ...

source: Preferences
ast: Preferencies
cs: Nastavení programu
es: Preferencias
id: Pilihan
tr: Tercihler

source: About Android\'s Fortune
ast: Tocante al Androide de la Fortuna
cs: O aplikaci Android\'s Fortune
es: Acerca de Android\'s Fortune
id: Tentang Android\'s Fortune
tr: Android\'s Fortune Hakkında

source: Refresh Cookie
ast: Recargar galleta
cs: Obnovit soubory Cookie
es: Recargar galleta
tr: Kurabiyeyi Yenile

source: Get More Cookies
ast: Cargar más galletes
cs: Získat další Cookie
es: Cargar más galletas
id: Mendapatkan lebih banyak cookies
tr: Daha Fazla Kurabiye Al

source: Send As Text
ast: Unviar como testu
cs: Odeslat jako Text
es: Enviar como texto
id: Kirim sebagai Text
tr: Metin Olarak Gönder

source: Search On Web
ast: Restolar na rede
cs: Vyhledat na Webu
es: Buscar en la red
id: Cari dalam Web
tr: Webde Ara

source: Give Feedback
ast: Facer retroalimentación
cs: Poskytnout Zpětnou Vazbu
es: Dar retroalimentación
id: Beri Masukan
tr: Geri Bildirimde Bulun

source: Send via:
ast: Unviar vía:
cs: Odeslat přes:
es: Mandar vía:
id: Kirim melalui:
tr: Aracılığıyla gönder:

source: Search the web via:
ast: Restolar na rede vía:
cs: Prohledat web pomocí:
es: Buscar en la red vía:
id: Cari web melalui:
tr: Aracılığıyla webde ara:

source: Android\'s Fortune Preferences
ast: Preferencies d'Androide de la Fortuna
cs: Android\'s Fortune Nastavení
es: Preferencias de Android\'s Fortune
id: Android\'s Fortune Pilihan
tr: Android\'s Fortune Tercihleri

source: Resources
ast: Recursos
cs: Zdroje
es: Recursos
id: Referensi
tr: Kaynaklar

source: Equal chances between cookie files
ast: Igual probabilidá ente los ficheros de galletes
cs: Vyrovnat priority mezi soubory cookie
es: Igual probabilidad entre los archivos de galletas
id: Kesempatan yang sama antara file cookie
tr: Kurabiye dosyalarında şanslar eşit

source: Whether the chance that a cookie is displayed from a particular cookie file is equal between cookie files, irrespective of the cookie files sizes.
ast: Si la probabilidá de qu'una galleta s'amuese dende un ficheru de galleta particular ye igual ente los ficheros, ensin importar el tamañu d'éstos.
cs: Stanovuje, zdali je zobrazená cookie z určitého souboru rovnocená s ostatními cookie s přihlédnutím k velikostem souborů s cookie.
es: Si la probabilidad de que una galleta sea mostrada desde un archivo de galleta particular es igual entre los archivos, sin importar el tamaño de éstos.
id: Apakah kesempatan dimana cookie ditampilkan dari file cookie tertentu adalah sama diantara file cookie, terlepas dari ukuran file cookie.
tr: Kurabiyeler, kurabiye dosyalarının boyutlarına bakılmaksızın eşit şartlar altında gösterilir.

source: Folder containing cookie files
ast: Carpeta contenedora de los ficheros de galletes
cs: Adresář obsahuje cookie soubory
es: Carpeta contenedora de los archivos de galletas
id: Folder yang berisi file cookie
tr: Kurabiye dosyalarını içeren klasör

source: Enter the folder where you have stored your cookie files.
ast: Ingrese'l direutoriu nel que s'alcuentren los sos ficheros de galletes
cs: Zadejte složku, v níž jsou uloženy Vaše soubory cookie.
es: Ingrese el directorio en el que se encuentran sus archivos de galleta.
id: Masuk ke folder di mana Anda menyimpan file cookie Anda.
tr: Kurabiye dosyalarını depoladığınız klasörü girin.

source: Enter the folder containing the cookie files
ast: Ingrese'l direutoriu que contién los sos ficheros de galletes
cs: Zadejte adresář, jenž obsahuje soubory cookie
es: Ingrese el directorio que contiene los archivos de galleta.
id: Masuk ke folder yang berisi file cookie
tr: Kurabiye dosyalarını içeren klasörü girin

source: Cookie files
ast: Ficheros de galletes
cs: Soubory cookie
es: Archivos de galleta
id: File cookie
tr: Kurabiye dosyaları

source: Select the cookie files to be used from the folder above (do not include .num files).
ast: Esbille los ficheros de galletes que s'usarán del direutoriu conseñáu arriba (nun incluya ficheros .num).
cs: Vyberte soubory cookie, které mají být použity z výše uvedené složky (neobsahuje .num soubory).
es: Seleccione los archivos de galleta que se usarán del directorio mencionado arriba (no incluya archivos .num).
id: Pilih file cookie yang akan digunakan dari folder di atas (tidak termasuk file .num).
tr: Yukarıdaki klasörden kullanılacak kurabiye dosyalarını seçin (.num dosyalarını içermeyin)

source: WARNING: Some of the selected files do not have an associated .num file! Click here and change the selection.
ast: ATENCION: ¡Dalgunos de los ficheros esbillaos nun tienen un ficheru .num asociáu! Faiga clic equí pa camudar la seleición.
cs: VAROVÁNÍ: Některé soubory dosud nemají přiřazen odpovídající .num soubor! Klikněte sem a změňte výběr.
es: ATENCIÓN: ¡Algunos de los archivos seleccionados no tienen un archivo .num asociado! Pulse aquí y cambie la selección.
id: PERINGATAN: Beberapa file yang dipilih tidak memiliki asosiasi file .num! Klik di sini untuk mengubah pilihan.
tr: UYARI: Seçilen dosyalardan bazıları .num dosyası ile bağlantılı değil! Buraya tıklayarak seçilenleri değiştirin.

source: Display
ast: Amosar
cs: Zobrazit
es: Pantalla
id: Tampilan
tr: Görünüm

source: Font style
ast: Estilu de fonte
cs: Styl písma
es: Estilo de la tipografía
id: Gaya huruf
tr: Yazıtipi biçimi

source: Monospace can be useful for ascii-art cookies.
ast: Mono-espaciáu puede ser útil pa galletes d'arte ASCII
cs: Monospace mohou být užitečné pro ascii-art cookies.
es: Mono-espaciado puede ser útil para galletas de arte ASCII
id: Monospace dapat bermanfaat bagi cookie ascii-art.
tr: Tekgenişlikli yazıtipleri ascii-sanatı kurabiyeleri için kullanışlı olabilir.

source: Change the font style
ast: Camudar l'estilu de la fonte
cs: Změnit styl písma
es: Cambiar el estilo de la tipografía
id: Ubah gaya huruf
tr: Yazıtipi biçimini değiştir

source: Font size
ast: Tamañu de la fonte
cs: Velikost písma
es: Tamaño de la tipografía
id: Ukuran font
tr: Yazıtipi boyutu

source: Font size in points.
ast: Tamañu de fonte en puntos.
cs: Velikost písma v bodech
es: Tamaño de la tipografía en puntos.
id: Ukuran font dalam point-point.
tr: Nokta olarak yazıtipi boyutu.

source: Change the font size
ast: Camudar el tamañu de la fonte
cs: Změnit velikost písma
es: Cambiar el tamaño de la tipografía
id: Ubah ukuran huruf
tr: Yazıtipi boyutunu değiştir

source: Wrap text
ast: Axustar testu
cs: Zalamování textu
es: Ajustar texto
id: Wrap teks
tr: Metin kaydırma

source: Fits the cookie text on the screen. Disable to correctly view cookie texts formatted with linebreaks and ascii-art.
ast: Axusta'l testu de la galleta na pantalla. Desactive pa ver los testos formateaos con cambéu de llinia y arte ASCII.
cs: Roztáhne text dané cookie na celou obrazovku. Pro správné zobrazení textů s formátováním a předčasným ukončení řádků se toto doporuuje zakázat.
es: Ajusta el texto de la galleta en la pantalla. Desactive para ver correctamente los textos formateados con saltos de línea y arte ASCII.
id: Pas-kan/Sesuaikan cookie teks pada layar. Nonaktifkan untuk melihat teks cookie yang diformat secara benar dengan linebreaks dan ascii-art.
tr: Kurabiye metnini ekrana sıkıştırır. Kurabiye metinlerini biçimlendirilmiş satır aralıklı ve ascii-sanatıyla düzgün olarak görüntülemek için etkinleştirmemelisiniz.

source: Widget
tr: Parçacık

source: Change the widget font style
ast: Camudar l'estilu de fonte del widget
cs: Změnit styl písma widgetu.
id: Ubah gaya font widget
tr: Parçacık yazıtipi biçimini değiştir

source: Widget update period
ast: Periodu d'anovamientu del Widget
cs: Četnost aktualizace widgetu
id: Periode pembaruan widget
tr: Parçacık güncelleme periyodu

source: Time period in minutes in between widget refreshes.
ast: Tiempu en minutos del periodu d'anovamientu del widget
cs: Časový interval v minutách mezi aktualizacemi widgetu.
id: Periode waktu dalam menit di antara refresh widget.
tr: Parçacık yenilemeleri arasındaki dakika olarak zaman aralığı.

source: Change widget update period
ast: Camudar el periodu d'anovamientu del widget
cs: Změnit časový interval aktualizací widgetu
id: Ubah periode pembaruan widget
tr: Parçacık güncelleme periyodunu değiştir

source: Notifications
ast: Avisos
cs: Upozornění
es: Notificaciones
id: Pemberitahuan
tr: Bildiriler

source: Notification at startup
ast: Notificación al aniciar
cs: Upozoňovat při startu
es: Notificación al iniciar
id: Pemberitahuan pada saat startup
tr: Başlangıçta bildirim

source: Suggest a cookie at system startup.
ast: Suxerir una galleta nel aniciu del sistema.
cs: Při startu systému doporučit určitou cookie.
es: Sugerir una galleta en el inicio del sistema.
id: Sarankan cookie pada sistem startup.
tr: Sistem başlatıldığında kurabiye öner.

source: Periodic notifications
ast: Notificaciones periódiques
cs: Pravidelné oznamování
es: Notificaciones periodicamente
id: Pemberitahuan periodik
tr: Düzenli bildirimler

source: Suggest cookies at time intervals.
ast: Suxerir galletes a intervalos de tiempu.
cs: V určitých časových intervalech doporučovat cookie.
es: Sugerir galletas a intervalos de tiempo.
id: Sarankan cookie pada interval waktu.
tr: Zaman aralıklarıyla kurabiye öner.

source: Time period
ast: Periodu de tiempu
cs: Časový interval
es: Periodo de tiempo
id: Periode waktu
tr: Zaman aralığı

source: Time period in minutes in between notifications.
ast: Períodu de tiempu en minutos ente cada notificación.
cs: Časový interval v minutách mezi jednotlivými oznámeními.
es: Período de tiempo en minutos entre cada notificación.
id: Periode waktu dalam menit di antara pemberitahuan.
tr: Bildirimler arasındaki dakika olarak zaman aralığı.

source: Change time period
ast: Camudar el periodu de tiempu
cs: Změnit časový interval
es: Cambiar el periodo de tiempo
id: Ubah periode waktu
tr: Zaman aralığını değiştir

source: Create .num files?
ast: Crear ficheros .num?
cs: Vytvořit .num soubory?
es: Crear archivos .num?
id: Buat file-file .num?
tr: .num dosyası oluşturulsun mu?

source: Some of the selected files do not have an associated .num file. Should I try and generate the .num files?
ast: ¡Dalgunos de los ficheros esbillaos nun tienen asociáu un ficheru .num! ¿Tratar de xenerar los ficheros .num?
cs: Některé vybrané soubory dosud nemají přiřazené .num soubory. Chcete tyto .num soubory vytvořit?
es: ¡Algunos de los archivos seleccionados no tienen asociado un archivo .num! ¿Tratar de generar los archivos .num?
id: Beberapa file yang dipilih tidak memiliki asosiasi file .num. Apakah saya harus mencoba dan membentuk file .num?
tr: Seçilen dosyalardan bazıları .num dosyasıyla bağlantılı değil. .num dosyalarını oluşturmayı deneyeyim mi?

source: No cookie files are configured. Please open the preferences and select some cookie files.\n\nSee: http://code.google.com/p/androidsfortune/wiki/Help \n\n(This is not a fortune cookie!)
ast: Nun hai ficheros de galletes configuraos. Por favor, abra les preferencies y esbille dalgún ficheru de galleta\n\nVea: http://code.google.com/p/androidsfortune/wiki/Help \n\n(¡Esta nun ye una galleta de la suerte!)
cs: Nejsou nastaveny žádné cookie. Prosím, otevřete Nastavení a zvolte nějaké cookie.\n\nPodívejte se na: http://code.google.com/p/androidsfortune/wiki/Help \n\n(Tohle není cookie programu Fortune!)
es: Non hai arquivos de galleta configurados. Por favor, abra as preferencias e elixa algún arquivo de galleta\n\nVea: http://code.google.com/p/androidsfortune/wiki/Help \n\n(¡Esta non é unha galleta da fortuna!)
id: Tidak ada file-file cookie yang dikonfigurasi. Silakan buka preferensi dan pilih beberapa file-file cookie. \n\nLihat: Http://code.google.com/p/androidsfortune/wiki/Help \n\n(Ini bukan fortune cookie!)
tr: Yapılandırılan bir kurabiye dosyası yok. Lütfen tercihleri açıp kurabiye dosyası seçin. n\nBakınız: http://code.google.com/p/androidsfortune/wiki/Help \n\n(Bu fal kurabiyesi değildir!)

source: Fortune Cookie
ast: Galleta de la Suerte
cs: Cookie programu Fortune
es: Galleta de la fortuna
tr: Fal Kurabiyesi

source: Please wait while installing the sample cookie file...
ast: Espere mientres s'instala'l ficheru de la galleta d'exemplu
cs: Prosím čekejte, neboť se právě instaluje ukázkový cookie soubor...
es: Favor de esperar mientras se instala el archivo de la galleta de ejemplo
id: Harap tunggu ketika menginstal file cookie sampel...
tr: Lütfen örnek kurabiye dosyası yüklenirken bekleyiniz...

source: Fortune cookie
ast: Galleta de la Suerte
cs: Cookie programu Fortune
es: Galleta de la fortuna
tr: Fal kurabiyesi

source: Loading a cookie...
ast: Cargando una galleta...
cs: Načítá se cookie...
es: Cargando una galleta...
tr: Kurabiye yükleniyor...

source: No cookie files configured, or Android\'s Fortune closed due to too little free memory or reinstall. Tap to open Android\'s Fortune!
ast: Nun hai ficheros de galletes configuraos, o l'androide de la Fortuna zarróse darréu de poca memoria o reinstalación. Cinque p'abrir Androide de la Fortuna!
cs: Nejsou nastaveny žádné cookie nebo byl program Android\'s Fortunemoc brzy kvůli nedostatku paměti či přeinstalaci. Pro otevření programu Android\'s Fortune poklepejte!
id: Tidak ada file cookie yang dikonfigurasi, atau Android\'s Fortune tutup karena memori bebas terlalu sedikit atau instal ulang. Tekan untuk membuka Android\'s Fortune!
tr: Yapılandırılan bir kurabiye dosyası yok, veya Android\'s Fortune belleğindeki boş yerin bitmesine veya tekrar yüklenmesine az kaldı. Android\'s Fortune açmak için basın!

source: Choose operation:
ast: Esbille operación:
cs: Zvolit operaci:
es: Elija la operación:
id: Pilih operasi
tr: İşlem seçin:

source: Refresh
ast: Anovar
cs: Aktualizovat
es: Actualizar
id: Perbarui
tr: Yenile

source: Show cookie
ast: Amosar galleta
cs: Zobrazit cookie
es: Mostrar galleta
id: Tampilkan cookie
tr: Kurabiyeyi göster

source: Cancel
ast: Encaboxar
cs: Zrušit
es: Cancelar
id: Batalkan
tr: İptal

source: A file name was not specified.
ast: Nun s'especificó un nome de ficheru
cs: Nebylo specifikováno jméno souboru.
es: Un nombre de archivo no fué especificado.
id: Sebuah nama file tidak ditentukan.
tr: Dosya adı belirtilmedi.

source: An argument was passed twice.
ast: Dióse dos vegaes el mesmu argumentu.
cs: Argument byl předán dvakrát.
es: Un argumento fué dado dos veces.
id: Sebuah argumen terlewati dua kali.
tr: Argüman iki kere geçti.

source: The .num file that would be created suddenly already exists.
ast: El ficheru .num que diba a facese darréu, yá esiste.
cs: Soubor .num, který mohl být pravděpodobně náhle vytvořen, již existuje.
es: El archivo .num que se iba a crear enseguida ya existe.
id: File. Num yang akan dibuat tiba-tiba sudah ada.
tr: Oluşturulan .num dosyası zaten mevcut.

source: The selected file is not a valid cookie file.
ast: El ficheru esbilláu nun ye un ficheru de galleta válidu.
cs: Vybraný soubor není platný cookie soubor.
es: El archivo seleccionado no es un archivo de galleta válido.
id: File yang dipilih adalah bukan file cookie yang valid.
tr: Seçilen dosya geçerli bir kurabiye dosyası değil.

source: Either the cookie file does not exist or it does not have a .num file associated to it:
ast: O el ficheru de galleta nun esiste o nun tien un ficheru .num arreyáu a él:
cs: Soubor cookie buď neexistuje a nebo nemá dosud přiřazen patřičný soubor .num:
es: O el archivo de galleta no exsite o no tiene un archivo .num asociado a él:
id: File cookie tidak ada atau tidak memiliki file num. yang terkait padanya:
tr: Ya kurabiye dosyası yok veya .num dosyası ile bağlantısı yok:

source: You do not have write permissions.
ast: Nun tien permisos d'escritura.
cs: Nemá dostatečná práva pro zápis.
es: No tiene permisos de escritura.
id: Anda tidak memiliki izin untuk menulis
tr: Yazma iznine sahip değilsiniz.

source: Reading the cookie failed:
ast: Fallu al lleer la galleta:
cs: Čtení cookie se nezdařilo:
es: Fallo al leer la galleta:
id: Membaca cookie gagal:
tr: Kurabiye okuma başarısız:

source: \nAre you sure you have the SD card mounted?
ast: \nDaveres tienes la tarxeta SD montada?
cs: \nJSte si jisti, že máte připojenou kartu SD?
id: \nApakah Anda yakin memiliki kartu SD yang terpasang?
tr: \nSD kartınızın takıldığına emin misiniz?

source: An internal error occured while reading the cookie (please report the bug):
ast: Asocedió un fallu internu al lleer la galleta (por favor, reporte'l fallu):
cs: Při čtení cookie došlo ke vnitřní chybě (prosím, nahlašte tuto chybu):
es: Un error interno ocurrió al leer la galleta (por favor, reporte el fallo):
id: Sebuah kesalahan internal terjadi saat membaca cookie (laporkan bug):
tr: Kurabiye dosyasını okurken dahili bir hata oluştu (lütfen hatayı rapor edin):

source: Generation of .num file failed:
ast: Falló la creación del ficheru .num:
cs: Vytvoření souboru .num se nezdařilo:
es: Falló la creación del archivo .num:
id: Pembentukan file .num gagal:
tr: .num dosyası oluşturulması başarısız:

source: The specified folder (above in the preferences) is not a valid directory:
ast: El direutoriu especificáu (arriba nes preferencies) nun ye válidu:
cs: Specifikovaný adresář (v menu Nastavení) není platný:
es: El directorio especificado (arriba en las preferencias) no es un directorio válido:
id: Folder tertentu (yang di atas pada preferensi) adalah bukan direktori yang benar:
tr: Belirtilen klasör (yukarıda tercihlerde) geçerli bir dizin değil:

source: A file that was previously selected is no longer found:
ast: Un ficheru que yá foi esbilláu previamente, nun s'alcontró:
cs: Soubor, který byl dříve vybrán, nebyl nalezen:
es: Un archivo que fué seleccionado previamente ya no existe:
id: Sebuah file yang sebelumnya dipilih tidak lagi ditemukan:
tr: Önceden seçilen dosya artık bulunmuyor:

source: The entered value is invalid. Set to:
ast: El valor conseñáu ye inválidu. Afite a:
cs: Vložená hodnota je chybná. Nastavit:
id: Nilai yang dimasukkan tidak valid. Atur ke:
tr: Girilen değer geçersiz. Buna ayarla:

source: A period shorter than 60 minutes might negatively affect performance and battery life.
ast: Un periodu más curtiu de 60 minutos puede afeutar negativamente a la vida de la batería.
cs: Časový interval menší než 60 minut může negativně ovlivnit výkon a výdrž baterie.
id: Sebuah periode yang kurang dari 60 menit kemungkinan dapat mempengaruhi kinerja dan masa pakai baterai secara negatif.
tr: 60 dakikadan kısa olan zaman performansı ve pil ömrünü negatif yönde etkileyebilir.

source: Android\'s Fortune Update Checking Preferences
ast: Preferencies de Comprobación d'Anovamientos del Androide de la Fortuna
cs: Android\'s Fortune Nastavení Kontroly Aktualizací
es: Preferencias de Comprobación de Actualizaciones del Androide de la Fortuna
id: Android\'s Fortune Preferensi Pembaruan Pemeriksaan
tr: Android\'s Fortune Güncelleme Denetleme Tercihleri

source: Updates checking
ast: Comprobando anovamientos
cs: Kontrola dostupnosti aktualizací
es: Comprobando actualizaciones
id: Pembaruan pemerikasaan
tr: Güncellemeler denetleniyor

source: Automated self-checking for updates.
ast: Autocomprobación d'anovamientos.
cs: Automatická detekce aktualizací.
es: Autocomprobación de actualizaciones.
id: Pemeriksaan otomatis untuk pembaruan.
tr: Güncellemeler denetlenme için otomatikleştirilmiş.

source: Application Update
ast: Anovamientu de l'aplicación
cs: Aktualizovat aplikaci
es: Actualización de la aplicación
id: Pembaruan aplikasi
tr: Uygulama Güncellemesi

source: Application Updated
ast: Aplicación anovada
cs: Aplikace byla aktualizována
es: Aplicación actualizada
id: Aplikasi diperbarui
tr: Uygulama Güncellendi

source: Download a new version.
ast: Descargar una nueva versión.
cs: Stáhnout novou verzi.
es: Descargar una nueva versión.
id: Download sebuah versi baru
tr: Yeni sürümü indir.

source: Updates Checking
ast: Comprobando anovamientos
cs: Kontrola dostupnosti aktualizací
es: Comprobando actualizaciones
id: Pembaruan pemeriksaan
tr: Güncellemeler Denetleniyor

source: Enabled
ast: Activáu
cs: Povoleno
es: Activado
id: Aktifkan
tr: Etkinleştirildi

source: Whether checking for app updates is enabled or not.
ast: Si la comprobación d'anovamientos de l'aplicación ta activada o non.
cs: Zdali je automatická kontrola aktualizací povolena či ne.
es: Si la comprobación de actualizaciones de la aplicación está activada o no.
id: Apakah pemeriksaan untuk pembaruan aplikasi diaktifkan atau tidak.
tr: Uygulama güncellemelerin etkinliği denetleniyor.

source: Confirm Android\'s Fortune Update
ast: Confirmar anovamientu del Androide de la Fortuna
cs: Potvrdit aktualizaci programu Android\'s Fortune
es: Confirmar actualización del Androide de la Fortuna
id: Konfirmasi pembaruan Android\'s Fortune
tr: Android\'s Fortune Güncellemesini Onayla
